Repository: lazaro10/querosermb
Catalog: QuerosermbChallenge/QuerosermbChallenge/Resource/Strings/*.lproj/ExchangesExtra.strings
Languages: pt_br

source: Last negotiation
pt_br: Última negociação

source: Total symbols
pt_br: Total de símbolos

# sumAnHour
source: Sum of an Hour
pt_br: Somatorio de uma Hora

source: First quotation
pt_br: Primeira cotação

source: Last quotation
pt_br: Última cotação

source: First purchase order
pt_br: Primeira ordem de compra

source: Last purchase order
pt_br: Última ordem de compra

source: First negotiation
pt_br: Primeira negociação

# SumAnday
source: Sum of an day
pt_br: Somatorio um dia

# SumMonth
source: Summation one month
pt_br: Somatorio um mês
